Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.browser.intercept-open
source: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept
ar: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept browser.interceptTerminalOpenCommandInCmuxBrowser أمر فتح http https url طرفية اعتراض
bs: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept shell povratni zapis traka za pomicanje ekran preglednik web webview adresna linkovi ugrađen stranica kartice editor datoteka kod otvori putanja • %@ otvoren
da: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept shell scrollback rullepanel skærm browser web webvisning adresselinje links indlejret side faner editor fil kode åbn sti • %@ åben
de: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept browser.interceptTerminalOpenCommandInCmuxBrowser befehl öffnen http https url terminal abfangen
es: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept browser.interceptTerminalOpenCommandInCmuxBrowser abrir comando http https url terminal interceptar
fr: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept browser.interceptTerminalOpenCommandInCmuxBrowser commande open http https url terminal intercepter
it: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept terminale shell cronologia barra di scorrimento schermo browser web webview indirizzi link incorporato pagina schede editor file codice apri percorso • %@ aperta
ja: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept open コマンド http https url ターミナル インターセプト
ko: browser.interceptTerminalOpenCommandInCmuxBrowser 열기 명령 http https url 터미널 가로채기 browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept
nb: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept skall tilbakerulling rullefelt skjerm nettleser web webvisning adresselinje lenker innebygd side faner redigerer fil kode åpne bane • %@ åpen
pl: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept powłoka przewijanie pasek przewijania ekran przeglądarka web webview adresu linki osadzony strona karty edytor plik kod otwórz ścieżka • %@ przeglądarkę otwarty
pt_br: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept shell histórico barra de rolagem tela navegador web webview endereço links urls incorporado página abas editor arquivo código abrir caminho • %@ aberto
ru: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept терминал оболочка история прокрутки полоса экран браузер веб webview адресная строка ссылки встроенный страница вкладки редактор файл код открыть путь • %@ открыт
th: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept เทอร์มินัล เชลล์ ประวัติเลื่อน แถบเลื่อน หน้าจอ เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ ฝัง หน้า แท็บ ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง • %@ เปิดเบราว์เซอร์
tr: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept kabuk geri kaydırma çubuğu ekran tarayıcı web webview adres bağlantılar gömülü sayfa sekmeler düzenleyici dosya kod aç yol • %@ Tarayıcıyı açık
uk: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept термінал shell історія прокручування смуга екран браузер веб webview адресний рядок посилання вбудований сторінка вкладки редактор файл код відкрити шлях Браузер: %@ • відкритий
zh_hans: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept browser.interceptTerminalOpenCommandInCmuxBrowser 打开命令 http https url 终端 拦截
zh_hant: browser.interceptTerminalOpenCommandInCmuxBrowser open command http https url terminal intercept browser.interceptTerminalOpenCommandInCmuxBrowser 開啟 指令 http https 網址 終端機 攔截

# settings.search.alias.setting.browser.react-grab
source: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component
ar: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component browser.reactGrabVersion react grab npm إصدار شريط أدوات cmd-shift-g فحص مكون
bs: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component preglednik web webview adresna traka linkovi url ugrađen stranica kartice Verzija • %@ Verzija:
da: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component browser web webvisning adresselinje links url indlejret side faner • %@ Version:
de: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component browser.reactGrabVersion react grab npm-version symbolleiste cmd-shift-g komponente untersuchen
es: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component browser.reactGrabVersion react grab version npm barra de herramientas cmd-shift-g inspeccionar componente
fr: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component browser.reactGrabVersion react grab npm version barre d’outils cmd-shift-g inspecter composant
it: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component browser web webview barra indirizzi link url incorporato pagina schede Versione • %@ Versione:
ja: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component react grab npm バージョン ツールバー inspect コンポーネント
ko: browser.reactGrabVersion 리액트 그랩 npm 버전 도구 모음 cmd-shift-g 컴포넌트 검사 browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component
nb: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component nettleser web webvisning adresselinje lenker url innebygd side faner Versjon • %@ Versjon:
pl: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component przeglądarka web webview pasek adresu linki url osadzony strona karty Wersja • %@ Wersja:
pt_br: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component navegador web webview barra de endereço links urls incorporado página abas Versão • %@ Versão:
ru: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component браузер веб webview адресная строка ссылки url встроенный страница вкладки Версия • %@ Версия:
th: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ เวอร์ชัน • %@ เวอร์ชัน:
tr: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component tarayıcı web webview adres çubuğu bağlantılar url gömülü sayfa sekmeler Sürüm • %@ Sürüm:
uk: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component браузер веб webview адресний рядок посилання url вбудований сторінка вкладки Версія Браузер: %@ • Версія:
zh_hans: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component browser.reactGrabVersion react grab npm版本 工具栏 cmd-shift-g 审查组件
zh_hant: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component browser.reactGrabVersion react grab npm 版本 工具列 cmd-shift-g 檢查 元件

# settings.search.alias.setting.browser.search-engine
source: browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar address bar google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider
ar: browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar address bar google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar شريط العنوان google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex موفر بحث مخصص
bs: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider aplikacija opće postavke ponašanje dock traka menija status bočna preglednik web webview adresna linkovi url ugrađen stranica kartice pretraga prijedlozi automatsko dovršavanje pružatelj pretraživač Pretraži browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider prilagođeni pružatelj pretrage • %@
da: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider app generelt indstillinger adfærd dock menulinje status sidepanel browser web webvisning adresselinje links url indlejret side faner søgning forslag autofuldførelse udbyder søgemaskine Søg browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider tilpasset søgeudbyder • %@
de: browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar address bar google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar adressleiste google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex benutzerdefinierter suchanbieter
es: browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar address bar google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar barra de direcciones google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex proveedor de búsqueda personalizado
fr: browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar address bar google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar barre d’adresse google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex personnalisé recherche fournisseur
it: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider app generale preferenze comportamento dock barra menu stato laterale browser web webview indirizzi link url incorporato pagina schede ricerca suggerimenti completamento automatico motore di Cerca browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider provider di ricerca personalizzato • %@
ja: browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar address bar google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider オムニバー アドレスバー kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex カスタム 検索エンジン 検索プロバイダ
ko: browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate 옴니바 주소창 구글 덕덕고 빙 카기 브레이브 스타트페이지 퍼플렉시티 exa 야후 에코시아 qwant mojeek 위키백과 깃허브 바이두 얀덱스 사용자 정의 검색 제공자 browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar address bar google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider
nb: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider app generelt innstillinger oppførsel dock menylinje status sidepanel nettleser web webvisning adresselinje lenker url innebygd side faner søk forslag autofullføring leverandør søkemotor browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider tilpasset søkeleverandør • %@
pl: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider aplikacja ogólne preferencje zachowanie dock pasek menu status boczny przeglądarka web webview adresu linki url osadzony strona karty wyszukiwanie sugestie autouzupełnianie dostawca silnik wyszukiwania Szukaj browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider niestandardowy dostawca wyszukiwania • %@
pt_br: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider app geral preferências comportamento dock barra de menu status lateral navegador web webview endereço links urls incorporado página abas pesquisa sugestões autocompletar provedor mecanismo busca Pesquisar browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider provedor de pesquisa personalizado • %@
ru: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider приложение общие настройки поведение док строка меню статус боковая панель браузер веб webview адресная ссылки url встроенный страница вкладки поиск предложения автозаполнение провайдер поисковая система browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider пользовательский поисковый провайдер • %@
th: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ ค้นหา คำแนะนำ เติมอัตโนมัติ ผู้ให้บริการ เครื่องมือค้นหา browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider ผู้ให้บริการค้นหาแบบกำหนดเอง • %@
tr: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider uygulama genel tercihler davranış dock menü çubuğu durum kenar tarayıcı web webview adres bağlantılar url gömülü sayfa sekmeler arama öneriler otomatik tamamlama sağlayıcı motoru Ara browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider özel arama sağlayıcısı • %@
uk: browser.defaultSearchEngine omnibar address bar google duckduckgo bing search provider програма загальні параметри поведінка док рядок меню статус бічна панель браузер веб webview адресний посилання url вбудований сторінка вкладки пошук пропозиції автодоповнення постачальник пошукова система Браузер: browser.customSearchEngineName browser.customSearchEngineURLTemplate kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider користувацький постачальник пошуку %@ •
zh_hans: browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar address bar google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar 地址栏 google duckduckgo 必应 kagi brave startpage perplexity exa 雅虎 ecosia qwant mojeek 维基百科 github 百度 yandex 自定义 搜索服务商
zh_hant: browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate omnibar address bar google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek wikipedia github baidu yandex custom search provider browser.defaultSearchEngine browser.customSearchEngineName browser.customSearchEngineURLTemplate 萬用網址列 網址列 google duckduckgo bing kagi brave startpage perplexity exa yahoo ecosia qwant mojeek 維基百科 github 百度 俄羅斯搜尋 訂製 搜尋提供商

# settings.search.alias.setting.browser.search-suggestions
source: browser.showSearchSuggestions suggest autocomplete address bar search suggestions
ar: browser.showSearchSuggestions suggest autocomplete address bar search suggestions browser.showSearchSuggestions اقتراح إكمال تلقائي شريط العنوان اقتراحات البحث
bs: browser.showSearchSuggestions suggest autocomplete address bar search suggestions aplikacija opće postavke ponašanje dock traka menija status bočna preglednik web webview adresna linkovi url ugrađen stranica kartice pretraga prijedlozi automatsko dovršavanje pružatelj pretraživač adresne trake Pretraži • %@
da: browser.showSearchSuggestions suggest autocomplete address bar search suggestions app generelt indstillinger adfærd dock menulinje status sidepanel browser web webvisning adresselinje links url indlejret side faner søgning forslag autofuldførelse udbyder søgemaskine til adresselinjen Søg • %@
de: browser.showSearchSuggestions suggest autocomplete address bar search suggestions browser.showSearchSuggestions suchvorschläge anzeigen vervollständigen adressleiste suchvorschläge
es: browser.showSearchSuggestions suggest autocomplete address bar search suggestions browser.showSearchSuggestions sugerir autocompletar barra de direcciones sugerencias de búsqueda
fr: browser.showSearchSuggestions suggest autocomplete address bar search suggestions browser.showSearchSuggestions suggérer saisie automatique barre d’adresse suggestions de recherche
it: browser.showSearchSuggestions suggest autocomplete address bar search suggestions app generale preferenze comportamento dock barra menu stato laterale browser web webview indirizzi link url incorporato pagina schede ricerca suggerimenti completamento automatico provider motore di degli Cerca • %@
ja: browser.showSearchSuggestions suggest autocomplete address bar search suggestions サジェスト 補完 アドレスバー 検索候補
ko: browser.showSearchSuggestions 제안 자동 완성 주소창 검색 제안 browser.showSearchSuggestions suggest autocomplete address bar search suggestions
nb: browser.showSearchSuggestions suggest autocomplete address bar search suggestions app generelt innstillinger oppførsel dock menylinje status sidepanel nettleser web webvisning adresselinje lenker url innebygd side faner søk forslag autofullføring leverandør søkemotor i adressefeltet • %@
pl: browser.showSearchSuggestions suggest autocomplete address bar search suggestions aplikacja ogólne preferencje zachowanie dock pasek menu status boczny przeglądarka web webview adresu linki url osadzony strona karty wyszukiwanie sugestie autouzupełnianie dostawca silnik wyszukiwania Podpowiedzi paska Szukaj • %@
pt_br: browser.showSearchSuggestions suggest autocomplete address bar search suggestions app geral preferências comportamento dock barra de menu status lateral navegador web webview endereço links urls incorporado página abas pesquisa sugestões autocompletar provedor mecanismo busca da Pesquisar • %@
ru: browser.showSearchSuggestions suggest autocomplete address bar search suggestions приложение общие настройки поведение док строка меню статус боковая панель браузер веб webview адресная ссылки url встроенный страница вкладки поиск предложения автозаполнение провайдер поисковая система Подсказки адресной строки • %@
th: browser.showSearchSuggestions suggest autocomplete address bar search suggestions แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ ค้นหา คำแนะนำ เติมอัตโนมัติ ผู้ให้บริการ เครื่องมือค้นหา คำแนะนำแถบที่อยู่ • %@
tr: browser.showSearchSuggestions suggest autocomplete address bar search suggestions uygulama genel tercihler davranış dock menü çubuğu durum kenar tarayıcı web webview adres bağlantılar url gömülü sayfa sekmeler arama öneriler otomatik tamamlama sağlayıcı motoru önerileri Ara • %@
uk: browser.showSearchSuggestions suggest autocomplete address bar search suggestions програма загальні параметри поведінка док рядок меню статус бічна панель браузер веб webview адресний посилання url вбудований сторінка вкладки пошук пропозиції автодоповнення постачальник пошукова система Браузер: %@ Підказки адресного рядка •
zh_hans: browser.showSearchSuggestions suggest autocomplete address bar search suggestions browser.showSearchSuggestions 建议 自动补全 地址栏 搜索建议
zh_hant: browser.showSearchSuggestions suggest autocomplete address bar search suggestions browser.showSearchSuggestions 建議 自動完成 網址列 搜尋建議
